function yardGreening(input) {
   let yardSize = Number(input[0]);
   let finalPrice = yardSize * 7.61 * 0.82;
   let discount = yardSize * 7.61 * 0.18;

   console.log (`The final price is: ${finalPrice.toFixed(2)} lv.`);
   console.log (`The discount is: ${discount.toFixed(2)} lv.`);
}

yardGreening(["150"]);

/*
Божидара разполага с няколко къщи на Черноморието и желае да озелени дворовете на някои от тях, като по този начин създаде уютна обстановка и комфорт на гостите си. 
За целта е наела фирма.
Напишете програма, която изчислява необходимате сума, които Божидара ще трябва да заплати на фирмата изпълнител на проекта. 
Цената на един кв. м. е 7.61 лв със ДДС. Понеже нейният двор е доста голям, фирмата изпълнител предлага 18% отстъпка от крайната цена.
*/